Repository: UNICEF-Youth-Section/Locast-Web-Rio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: This comment was posted by an authenticated user and thus the name is read-only.
tr: Bu yorum onaylı bir kullanıcı tarafından yapılmıştır ve dolayısıyla salt okunurdur.

source: This comment was posted by an authenticated user and thus the email is read-only.
tr: Bu yorum onaylanmış bir kullanıcı tarafından yapılmıştır ve dolayısıyla e-posta salt okunurdur.

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
tr: %(date)s inde %(user)s tarafından gönderilmiştir %(comment)s http://%(domain)s%(url)s

source: flag
tr: bayrak

source: date
tr: tarih

source: comment flag
tr: yorum işareti

source: comment flags
tr: yorum işaretleri

source: Approve a comment
tr: Bir yorumu onayla

source: Really make this comment public?
tr: Bu yorumu gerçekten herkese açık mı yapmak istiyorsunuz?

source: Approve
tr: Onayla

source: Thanks for approving
tr: Onayladığınız için teşekkürler

source: Thanks for taking the time to improve the quality of discussion on our site
tr: Sitemizde görüşmelerin kalitesini iyileştirmeye zaman ayırdığınız için teşekkür ederiz.

source: Remove a comment
tr: Bir yorumu kaldır

source: Really remove this comment?
tr: Bu yorumu gerçekten kaldıralım mı?

source: Thanks for removing
tr: Kaldırdığınız için teşekkürler

source: Flag this comment
tr: Bu yorumu işaretle

source: Really flag this comment?
tr: Bu yorumu gerçekten işaretleyelim mi?

source: Flag
tr: İşaretle

source: Thanks for flagging
tr: İşaretlediğiniz için teşekkürler

source: Post
tr: Gönder

source: Preview
tr: Önizleme

source: Thanks for commenting
tr: Yorum yaptığınız için teşekkürler

source: Thank you for your comment
tr: Yorumunuz için teşekkürler

source: Preview your comment
tr: Yorumu önizle

source: Please correct the error below
tr: TekilLütfen aşağıdaki hatayı düzeltiniz

source: Post your comment
tr: Yorumu gönder

source: or make changes
tr: veya değişiklikler yapın

source: python model class name
tr: python model sınıf adı

source: content types
tr: içerik türleri

source: Content type %(ct_id)s object has no associated model
tr: İçerik türü %(ct_id)s nesneye iliştirimiş model yok

source: Content type %(ct_id)s object %(obj_id)s doesn't exist
tr: İçerik türü %(ct_id)s nesne %(obj_id)s yok

source: %(ct_name)s objects don't have a get_absolute_url() method
tr: %(ct_name)s nesnelerin get_absolute_url metodu yok

source: Advanced options
tr: Gelişmiş seçenekler

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes.
tr: Örnek: '/hakkında/kişi/'. öncü ve son kesme işaretlerini koyduğunuzdan emin olun.

source: This value must contain only letters, numbers, dots, underscores, dashes, slashes or tildes.
tr: Bu değerde yalnızca harf, rakam, nokta, alt çizgi, tire ve yaklaşık işaretleri olmalıdır.

source: URL is missing a leading slash.
tr: URL'de öncü kesme işareti eksik.

source: URL is missing a trailing slash.
tr: URL'de son kesme işareti eksik.

source: Flatpage with url %(url)s already exists for site %(site)s
tr: %(site)s için url %(url)s li sabit sayfa zaten var

source: title
tr: başlık

source: content
tr: içerik

source: enable comments
tr: yorumları etkinleştir

source: template name
tr: şablon adı

source: Example: 'flatpages/contact_page.html'. If this isn't provided, the system will use 'flatpages/default.html'.
tr: Örnek: 'flatpages/contact_page.html'. Eğer bu sağlanmadıysa, sistem 'flatpages/default.html' kullanacaktır.

source: registration required
tr: Kayıt yapmak gereklidir

source: If this is checked, only logged-in users will be able to view the page.
tr: Eğer bu işaretliyse, yalnızca oturum açmış kullanıcılar bu sayfayı görebilecektir.

source: flat page
tr: sabit sayfa

source: flat pages
tr: sabit sayfalar

source: This field is required.
tr: Bu alanı doldurmak gereklidir

source: first step
tr: ilk adım

source: prev step
tr: önceki adım

source: submit
tr: gönder

source: We apologize, but your form has expired. Please continue filling out the form from this page.
tr: Özür dileriz ama formunuzun vakti dolmuştur. Lütfen formunuzu doldurmaya bu sayfadan devam ediniz.

source: No feeds are registered.
tr: Hiçbir yayın kaydedilmemiştir.

source: Slug %r isn't registered.
tr: 'Slug' %r kaydedilmedi.

source: The base GIS field -- maps to the OpenGIS Specification Geometry type.
tr: Ana GIS alanı -- OpenGIS Specification Geometry türüne haritalar.

source: Point
tr: Nokta

source: Line string
tr: Sicim çizgi

source: Polygon
tr: Çokgen

source: Multi-point
tr: Çoklu-nokta

source: Multi-line string
tr: Çoklu-sicim çizgi

source: Multi polygon
tr: Çoklu-poligon

source: Geometry collection
tr: Geometri koleksiyonu

source: No geometry value provided.
tr: Hiçbir geometri değeri verilmedi.

source: Invalid geometry value.
tr: Geçersiz geometri değeri.

source: Invalid geometry type.
tr: Geçersiz geometri türü.

source: An error occurred when transforming the geometry to the SRID of the geometry form field.
tr: Form alanı geometrisini SRID'e dönüştürürken bir hata oluştu.

source: No sitemap available for section: %r
tr: %r kısmı için site haritası yok

source: Page %s empty
tr: %s sayfa boş

source: No page '%s'
tr: Hiçbir %s sayfa

source: today
tr: bugün

source: yesterday
tr: dün

source: tomorrow
tr: yarın

source: %(value).1f million
tr: Tekil%(value).1f milyon

source: %(value)s million
tr: Tekil%(value)s milyon

source: %(value).1f billion
tr: Tekil%(value).1f milyar

source: %(value)s billion
tr: Tekil%(value)s milyar

source: %(value).1f trillion
tr: Tekil%(value).1f trilyon

source: %(value)s trillion
tr: Tekil%(value)s trilyon

source: one
tr: bir

source: two
tr: iki

source: three
tr: üç

source: four
tr: dört

source: five
tr: beş

source: six
tr: altı

source: seven
tr: yedi

source: eight
tr: sekiz

source: nine
tr: dokuz

# naturaltime
source: %(delta)s ago
tr: %(delta)s önce

source: now
tr: şimdi

source: a second ago
tr: Tekilbir saniye önce

source: a minute ago
tr: Tekilbir dakika önce

source: an hour ago
tr: Tekilbir saat önce

source: a second from now
tr: Tekilşu andan itibaren bir saniye

source: a minute from now
tr: Tekilşu andan itibaren bir dakika

source: an hour from now
tr: Tekilşu andan itibaren bir saat

source: Enter a postal code in the format NNNN or ANNNNAAA.
tr: NNNN veya ANNNNAAA formatında bir posta kodu giriniz.

source: This field requires only numbers.
tr: Bu alana yalnızca rakam girebilirsiniz.

source: This field requires 7 or 8 digits.
tr: Bu alana 7 veya sekiz rakam gerekmektedir.

source: Enter a valid CUIT in XX-XXXXXXXX-X or XXXXXXXXXXXX format.
tr: XX-XXXXXXXX-X veya XXXXXXXXXXXX formatında geçerli bir CUIT giriniz.

source: Invalid CUIT.
tr: Geçersiz CUIT.

source: Invalid legal type. Type must be 27, 20, 23 or 30.
tr: Geçersiz yasal tür. Türü 27, 20, 23 veya 30 olmalı.

source: Carinthia
tr: Karintiya

source: Lower Austria
tr: Aşağı Avusturya

source: Upper Austria
tr: Yukarı Avusturya

source: Styria
tr: Steiermark

source: Tyrol
tr: Tirol

source: Vienna
tr: Viyana

source: Enter a zip code in the format XXXX.
tr: XXXX formatında bir posta kodu giriniz.

source: Enter a valid Austrian Social Security Number in XXXX XXXXXX format.
tr: XXXX XXXXXX formatında geçerli bir Avusturya Sosyal Güvenlik Numarası giriniz.

source: Enter a 4 digit postcode.
tr: 4 haneli bir posta kodu giriniz.

source: Australian State
tr: Avustralya Eyaleti

source: Australian Postcode
tr: Avustralya Posta kodu

source: Australian Phone number
tr: Avustralya Telefon numarası

source: Antwerp
tr: Anvers

source: Brussels
tr: Brüksel

source: East Flanders
tr: Doğu Flandre

source: Flemish Brabant
tr: Flaman Brabant

source: Luxembourg
tr: Lüksemburg

source: Walloon Brabant
tr: Valon Brabant

source: West Flanders
tr: Batı Flandre

source: Brussels Capital Region
tr: Brüksel Başkent Bölgesi

source: Flemish Region
tr: Flaman Bölgesi

source: Wallonia
tr: Valon Bölgesi

source: Enter a valid postal code in the range and format 1XXX - 9XXX.
tr: 1XXX - 9XXX bölge ve formatında geçerli bir posta kodu giriniz.

source: Enter a valid phone number in one of the formats 0x xxx xx xx, 0xx xx xx xx, 04xx xx xx xx, 0x/xxx.xx.xx, 0xx/xx.xx.xx, 04xx/xx.xx.xx, 0x.xxx.xx.xx, 0xx.xx.xx.xx, 04xx.xx.xx.xx, 0xxxxxxxx or 04xxxxxxxx.
tr: Formatlarının birinde geçerli bir telefon numarası giriniz 0x xxx xx xx, 0xx xx xx xx, 04xx xx xx xx, 0x/xxx.xx.xx, 0xx/xx.xx.xx, 04xx/xx.xx.xx, 0x.xxx.xx.xx, 0xx.xx.xx.xx, 04xx.xx.xx.xx, 0xxxxxxxx veya 04xxxxxxxx.

source: Enter a zip code in the format XXXXX-XXX.
tr: XXXXX-XXX formatında bir posta kodu giriniz.

source: Phone numbers must be in XX-XXXX-XXXX format.
tr: Telefon numaraları XX-XXXX-XXXX formatında olmalıdır.

source: Select a valid brazilian state. That state is not one of the available states.
tr: Geçerli bir Brezilya eyaleti seçin. Bu eyalet uygun eyaletlerden biri değil.

source: Invalid CPF number.
tr: Geçersiz CPF numarası.

source: This field requires at most 11 digits or 14 characters.
tr: Bu alana en fazla 11 rakam veya 14 karakter girebilirsiniz.

source: Invalid CNPJ number.
tr: Geçersiz CNPJ numarası.

source: This field requires at least 14 digits
tr: Bu alana en az 14 hane gerekmektedir.

source: Enter a postal code in the format XXX XXX.
tr: XXX XXX formatında bir posta kodu girin.

source: Phone numbers must be in XXX-XXX-XXXX format.
tr: Telefon numaraları XXX-XXX-XXXX formatında olmalıdır.

source: Enter a Canadian province or territory.
tr: Bir Kanada vilayeti veya bölgesi girin.

source: Enter a valid Canadian Social Insurance number in XXX-XXX-XXX format.
tr: XXX-XXX-XXX formatında geçerli bir Kanada Sosyal Sigorta numarası girin.

source: Berne
tr: Bern

source: Geneva
tr: Cenevre

source: Graubuenden
tr: Graubünden

source: Lucerne
tr: Luzern

source: Neuchatel
tr: Neuchâtel

source: Zurich
tr: Zürih

source: Phone numbers must be in 0XX XXX XX XX format.
tr: Telefon numaraları 0XX XXX XX XX formatında olmalıdır.

source: Enter a valid Swiss identity or passport card number in X1234567<0 or 1234567890 format.
tr: X1234567<0 veya 1234567890 formatında geçerli bir İsviçre kimlik veya pasaport numarası girin.

source: Enter a valid Chilean RUT.
tr: Geçerli bir Şili RUT'u girin.

source: Enter a valid Chilean RUT. The format is XX.XXX.XXX-X.
tr: Geçerli bir Şili RUT'u girin. Formatı XX.XXX.XXX-X gibi olmalıdır.

source: The Chilean RUT is not valid.
tr: Şili RUT'u geçerli değildir.

source: Enter a post code in the format XXXXXX.
tr: XXXXXX formatında bir posta kodu girin.

source: ID Card Number consists of 15 or 18 digits.
tr: Kimlik kartı numarası 15 veya 18 haneden oluşur.

source: Invalid ID Card Number: Wrong checksum
tr: Geçersiz Kimlik Kartı Numarası: Yanlış toplam

source: Invalid ID Card Number: Wrong birthdate
tr: Geçersiz Kimlik Kartı Numarası: Yanlış doğum tarihi

source: Invalid ID Card Number: Wrong location code
tr: Geçersiz Kimlik Kartı Numarası: Yanlış yer kodu

source: Enter a valid phone number.
tr: Geçerli bir telefon numarası girin.

source: Enter a valid cell number.
tr: Geçerli bir cep telefonu numarası girin.

source: Prague
tr: Prag

source: Central Bohemian Region
tr: Merkez Bohemya Bölgesi

source: South Bohemian Region
tr: Güney Bohemya Bölgesi

source: Pilsen Region
tr: Pilsen Bölgesi

source: Carlsbad Region
tr: Carlsbad Bölgesi

source: Usti Region
tr: Usti Bölgesi

source: Liberec Region
tr: Liberec Bölgesi

source: Hradec Region
tr: Hradec Bölgesi

source: Pardubice Region
tr: Pardubice Bölgesi

source: Vysocina Region
tr: Vysocina Bölgesi

source: South Moravian Region
tr: Güney Moravya Bölgesi

source: Olomouc Region
tr: Olomouc Bölgesi

source: Zlin Region
tr: Zlin Bölgesi

source: Moravian-Silesian Region
tr: Moravya-Silezya Bölgesi

source: Enter a postal code in the format XXXXX or XXX XX.
tr: XXXXX veya XXX XX formatında bir posta kodu girin.

source: Enter a birth number in the format XXXXXX/XXXX or XXXXXXXXXX.
tr: XXXXXX/XXXX veya XXXXXXXXXX formatında bir doğum numarası girin.

source: Enter a valid birth number.
tr: Geçerli bir doğum numarası girin.

source: Enter a valid IC number.
tr: Geçerli bir IC numarası girin.

source: Baden-Wuerttemberg
tr: Baden-Württemberg

source: Bavaria
tr: Bavarya

source: Mecklenburg-Western Pomerania
tr: Mecklenburg-Vorpommern

source: Lower Saxony
tr: Aşağı Saksonya

source: North Rhine-Westphalia
tr: Kuzey Ren-Vestfalya

source: Rhineland-Palatinate
tr: Renanya-Palatina

source: Saxony
tr: Saksonya

source: Saxony-Anhalt
tr: Saksonya-Anhalt

source: Thuringia
tr: Türingiya

source: Enter a zip code in the format XXXXX.
tr: XXXXX formatında bir posta kodu girin.

source: Enter a valid German identity card number in XXXXXXXXXXX-XXXXXXX-XXXXXXX-X format.
tr: XXXXXXXXXXX-XXXXXXX-XXXXXXX-X formatında geçerli bir Alman kimlik kartı numarası girin.

source: Alacant
tr: Alicante

source: Illes Balears
tr: Balear Adaları

source: Barcelona
tr: Barselona

source: Seville
tr: Sevilla

source: Valencia
tr: Valensiya

source: Bizkaia
tr: Biskay

source: Andalusia
tr: Endülüs

source: Principality of Asturias
tr: Asturias Prensliği

source: Balearic Islands
tr: Balear Adaları

source: Basque Country
tr: Bask Bölgesi

source: Canary Islands
tr: Kanarya Adaları

source: Castile-La Mancha
tr: Kastilya-La Mancha

source: Castile and Leon
tr: Kastilya ve Leon

source: Catalonia
tr: Katalonya

source: Extremadura
tr: Ekstremadura

source: Galicia
tr: Galiçya

source: Region of Murcia
tr: Murcia Bölgesi

source: Foral Community of Navarre
tr: Navarra Eyaleti

source: Valencian Community
tr: Valensiya Topluluğu

source: Enter a valid postal code in the range and format 01XXX - 52XXX.
tr: 01XXX - 52XXX bölge ve formatında geçerli bir posta kodu girin.

source: Enter a valid phone number in one of the formats 6XXXXXXXX, 8XXXXXXXX or 9XXXXXXXX.
tr: 6XXXXXXXX, 8XXXXXXXX veya 9XXXXXXXX formatlarının birinde geçerli bir telefon numarası girin.

source: Please enter a valid NIF, NIE, or CIF.
tr: Lütfen geçerli bir NIF, NIE veya CIF girin.

source: Please enter a valid NIF or NIE.
tr: Lütfen geçerli bir NIF veya NIE girin.

source: Invalid checksum for NIF.
tr: Geçersiz NIF.

source: Invalid checksum for NIE.
tr: Geçersiz NIE.

source: Invalid checksum for CIF.
tr: Geçersiz CIF.

source: Please enter a valid bank account number in format XXXX-XXXX-XX-XXXXXXXXXX.
tr: Lütfen XXXX-XXXX-XX-XXXXXXXXXX formatında geçerli bir banka hesap numarası girin.

source: Invalid checksum for bank account number.
tr: Geçersiz banka hesap numarası.

source: Enter a valid Finnish social security number.
tr: Geçerli bir Finlandiya sosyal güvenlik numarası girin.

source: Phone numbers must be in 0X XX XX XX XX format.
tr: Telefon numaraları 0X XX XX XX XX formatında olmalıdır.

source: Enter a valid postcode.
tr: Geçerli bir posta kodu girin.

source: Cornwall and Isles of Scilly
tr: Cornwall ve Scilly Adaları

source: East Sussex
tr: Doğu Sussex

source: Greater London
tr: Londra

source: Greater Manchester
tr: Manchester

source: North Yorkshire
tr: Kuzey Yorkshire

source: South Yorkshire
tr: Güney Yorkshire

source: Tyne and Wear
tr: Tyne ve Wear

source: West Midlands
tr: Batı Midlands

source: West Sussex
tr: Batı Sussex

source: West Yorkshire
tr: Batı Yorkshire

source: County Antrim
tr: Antrim Kontluğu

source: County Armagh
tr: Armagh Kontluğu

source: County Down
tr: Down Kontluğu

source: County Fermanagh
tr: Fermanagh Kontluğu

source: County Londonderry
tr: Londonderry Kontluğu

source: County Tyrone
tr: Tyrone Kontluğu

source: South Glamorgan
tr: Güney Glamorgan

source: West Glamorgan
tr: Batı Glamorgan

source: Central Scotland
tr: Merkez İskoçya

source: Dumfries and Galloway
tr: Dumfries ve Galloway

source: Orkney Islands
tr: Orkney Adaları

source: Shetland Islands
tr: Shetland Adaları

source: Western Isles
tr: Dış Hebridler

source: England
tr: İngiltere

source: Northern Ireland
tr: Kuzey İrlanda

source: Scotland
tr: İskoçya

source: Wales
tr: Galler

source: Phone number should not start with one of the followings: %s.
tr: Telefon numarası şunlardan biri ile başlamamalıdır: %s.

source: Phone number must be in one of the following formats: %s.
tr: Telefon numarası şu formatlardan birinde olmalıdır: %s.

source: Phone number should start with one of the followings: %s.
tr: Telefon numarası şunlardan biri ile başlamalıdır: %s.

source: Enter a valid 13 digit JMBG
tr: 13 haneli geçerli bir JMBG girin.

source: Error in date segment
tr: Tarih kısmında hata

source: Enter a valid 11 digit OIB
tr: 11 haneli geçerli bir OIB girin.

source: Enter a valid vehicle license plate number
tr: Geçerli bir araç plaka numarası girin

source: Enter a valid location code
tr: Geçerli bir yer kodu girin

source: Number part cannot be zero
tr: Numara kısmı sıfır olamaz

source: Enter a valid 5 digit postal code
tr: 5 haneli geçerli bir posta kodu girin

source: Enter a valid phone number
tr: Geçerli bir telefon numarası girin

source: Enter a valid area or mobile network code
tr: Geçerli bir alan veya mobil ağ kodu girin

source: The phone nubmer is too long
tr: Telefon numarası fazla uzun

source: Enter a valid 19 digit JMBAG starting with 601983
tr: 601983 ile başlayan 19 haneli geçerli bir JMBAG girin

source: Card issue number cannot be zero
tr: Kartın veriliş tarihi sıfır olamaz

source: Grad Zagreb
tr: Zagreb

source: Bjelovarsko-bilogorska županija
tr: Bjelovar-Bilogora

source: Brodsko-posavska županija
tr: Brod-Posavina

source: Dubrovačko-neretvanska županija
tr: Dubrovnik-Neretva

source: Istarska županija
tr: İstriya

source: Karlovačka županija
tr: Karlovac Bölgesi

source: Koprivničko-križevačka županija
tr: Koprivnica-Križevci

source: Krapinsko-zagorska županija
tr: Krapina-Zagorje

source: Ličko-senjska županija
tr: Lika-Senj

source: Međimurska županija
tr: Međimurje

source: Osječko-baranjska županija
tr: Osijek-Baranya

source: Požeško-slavonska županija
tr: Požega-Slavonija

source: Primorsko-goranska županija
tr: Primorje-Gorski Kotar

source: Sisačko-moslavačka županija
tr: Sisak-Moslavina

source: Splitsko-dalmatinska županija
tr: Split-Dalmaçya

source: Šibensko-kninska županija
tr: Sibenik-Knin

source: Varaždinska županija
tr: Varazdin

source: Virovitičko-podravska županija
tr: Virovitica-Podravina

source: Vukovarsko-srijemska županija
tr: Vukovar-Syrmia

source: Zadarska županija
tr: Zadar Bölgesi

source: Zagrebačka županija
tr: Zagreb Bölgesi

source: Enter a valid post code
tr: Geçerli bir posta kodu girin

source: Enter a valid NIK/KTP number
tr: Geçerli bir NIK/KTP numarası girin

source: Aceh
tr: Açe

source: Jakarta
tr: Cakarta

source: Jawa Barat
tr: Batı Cava

source: Jawa Tengah
tr: Orta Cava

source: Jawa Timur
tr: Doğu Cava

source: Kalimantan Barat
tr: Batı Kalimantan

source: Kalimantan Selatan
tr: Güney Kalimantan

source: Kalimantan Tengah
tr: Orta Kalimantan

source: Kalimantan Timur
tr: Doğu Kalimantan

source: Kepulauan Bangka-Belitung
tr: Bangka-Belitung

source: Kepulauan Riau
tr: Riau Adaları

source: Maluku Utara
tr: Kuzey Maluku

source: Nusa Tenggara Barat
tr: Batı Nusa Tenggara

source: Nusa Tenggara Timur
tr: Doğu Nusa Tenggara

source: Papua Barat
tr: Batı Papua

source: Sulawesi Barat
tr: Batı Sulawesi

source: Sulawesi Selatan
tr: Güney Sulawesi

source: Sulawesi Tengah
tr: Orta Sulawesi

source: Sulawesi Tenggara
tr: Güneydoğu Sulawesi

source: Sulawesi Utara
tr: Kuzey Sulawesi

source: Sumatera Barat
tr: Batı Sumatra

source: Sumatera Selatan
tr: Güney Sumatra

source: Sumatera Utara
tr: Kuzey Sumatra

source: Surakarta - Solo
tr: Surakarta

source: Kepulauan Bangka Belitung
tr: Bangka-Belitung

source: Corps Consulate
tr: Konsül Heyeti

source: Corps Diplomatic
tr: Diplomatik Heyet

source: Sulawesi Utara Daratan
tr: Kuzey Sulawesi

source: NTT - Timor
tr: Doğu Nusa Tenggara

source: Sulawesi Utara Kepulauan
tr: Kuzey Sulawesi Takımadaları

source: NTB - Lombok
tr: Batı Nusa Tenggara

source: Papua dan Papua Barat
tr: Batı Papua

source: Federal Government
tr: Federal Hükümet

source: Enter a postal code in the format XXXXX
tr: XXXXX formatında bir posta kodu girin

source: Enter a valid ID number.
tr: Geçerli bir kimlik numarası girin.

source: Enter a zip code in the format XXXXXX or XXX XXX.
tr: XXXXXX veya XXX XXX formatında bir posta kodu girin.

source: Enter an Indian state or territory.
tr: Bir Hindistan eyaleti veya bölgesi girin.

source: Phone numbers must be in 02X-8X or 03X-7X or 04X-6X format.
tr: Telefon numaraları 02X-8X veya 03X-7X veya 04X-6X formatında olmalı.

source: Enter a valid Icelandic identification number. The format is XXXXXX-XXXX.
tr: Geçerli bir İzlanda kimlik numarası girin. Formatı XXXXXX-XXXX.

source: The Icelandic identification number is not valid.
tr: İzlanda kimlik numarası geçerli değil.

source: Enter a valid zip code.
tr: Geçerli bir posta kodu girin.

source: Enter a valid Social Security number.
tr: Geçerli bir Sosyal Güvenlik numarası girin.

source: Enter a valid VAT number.
tr: Geçerli bir VAT numarası girin.

source: Enter a postal code in the format XXXXXXX or XXX-XXXX.
tr: XXXXXXX veya XXX-XXXX formatında bir posta kodu girin.

source: Fukushima
tr: Fukuşima

source: Tochigi
tr: Toçigi

source: Chiba
tr: Çiba

source: Yamanashi
tr: Yamanaşi

source: Ishikawa
tr: İşikava

source: Shizuoka
tr: Şizuoka

source: Shiga
tr: Şiga

source: Wakayama
tr: Vakayama

source: Shimane
tr: Şimane

source: Hiroshima
tr: Hiroşima

source: Yamaguchi
tr: Yamaguçi

source: Tokushima
tr: Tokuşima

source: Kagawa
tr: Kagava

source: Kochi
tr: Koçin

source: Nagasaki
tr: Nagazaki

source: Kagoshima
tr: Kagoşima

source: Okinawa
tr: Okinava

source: Enter a valid Kuwaiti Civil ID number
tr: Geçerli bir Kuveyt Kimlik numarası girin

source: This field should contain exactly 13 digits.
tr: Bu alan tam olarak 13 haneli olmalıdır.

source: The first 7 digits of the UMCN must represent a valid past date.
tr: UMCN'nin ilk 7 hanesi geçerli bir geçmiş tarihi göstermelidir.

source: The UMCN is not valid.
tr: UMCN geçerli değil.

source: Aračinovo
tr: Araçinovo

source: Bitola
tr: Manastır

source: Bosilovo
tr: Bosilova

source: Valandovo
tr: Valandova

source: Vasilevo
tr: Vasileva

source: Vevčani
tr: Vevçani

source: Vinica
tr: Viniça

source: Vraneštica
tr: Vranestica

source: Vrapčište
tr: Vrapçişte

source: Gevgelija
tr: Gevgeli

source: Delčevo
tr: Delçevo

source: Demir Kapija
tr: Demir Kapı

source: Gjorče Petrov
tr: Gyorçe Petrov

source: Želino
tr: Zelino

source: Kavadarci
tr: Kavadar

source: Karpoš
tr: Karpos

source: Kičevo
tr: Kırçova

source: Konče
tr: Konçe

source: Koćani
tr: Koçana

source: Kratovo
tr: Kratova

source: Kriva Palanka
tr: Eğri Palanka

source: Krivogaštani
tr: Krivogaştani

source: Kruševo
tr: Kruşevo

source: Kumanovo
tr: Kumanova

source: Mavrovo i Rostuša
tr: Mavrova ve Rostuşa

source: Negotino
tr: Negotin

source: Oslomej
tr: Oslomey

source: Ohrid
tr: Ohri

source: Petrovec
tr: Petroveç

source: Pehčevo
tr: Pehçevo

source: Plasnica
tr: Plasniça

source: Prilep
tr: Pirlepe

source: Probištip
tr: Probiştip

source: Radoviš
tr: Radoviş

source: Resen
tr: Resne

source: Saraj
tr: Saray

source: Sveti Nikole
tr: Kiliseli

source: Sopište
tr: Sopişte

source: Star Dojran
tr: Doyran

source: Staro Nagoričane
tr: Staro Nagoriçane

source: Strumica
tr: Ustrumca

source: Studeničani
tr: Studeniçani

source: Tearce
tr: Tearçe

source: Tetovo
tr: Kalkandelen

source: Centar-Župa
tr: Merkez Jupa

source: Čair
tr: Çayır

source: Čaška
tr: Çaşka

source: Češinovo-Obleševo
tr: Çeşinova-Obleşeva

source: Čučer-Sandevo
tr: Çuçer-Sandevo

source: Štip
tr: İştip

source: Šuto Orizari
tr: Şuto Orizari

source: Macedonian identity card number
tr: Makedonya kimlik kartı numarası

source: A Macedonian municipality (2 character code)
tr: Bir Makedonya belediyesi (2 karakterli kod)
