Repository: UNICEF-Youth-Section/Locast-Web-Rio
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, fr, sq

source: Available %s
ar: النسب %s المتوفرة
sq: Të disponueshëm %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ar: هذة القائمة بالنسب %s المتوفرة. يمكنك إختيار بعضها بتحديدها في الصندوق أدناه ومن ثم النقر على سهم "إختيار" بين الصندوقين.
sq: Kjo është listë e %s të disponueshme. Ju mund të zgjedhni disa duke i mbledhur në katrorin më poshtë dhe duke klikuar shigjetën "Zgjedh" në mes dy katrorëve.

source: Type into this box to filter down the list of available %s.
ar: قم بالكتابة في هذا الصندوق لتصفية قائمة النسب %s المتوفرة.
sq: Shtyp në këtë katror për të filtruar listën e %s të disponeshme.

source: Filter
ar: مرشح (فلتر)
sq: Filtër

source: Choose all
ar: إختر الكل
sq: Zgjedh të gjitha

source: Click to choose all %s at once.
ar: %s إنقر لإختيار جميع النسب المئوية في آن واحد.
sq: Kliko për të zgjedhë të gjitha %s menjëherë.

source: Choose
ar: إختار
sq: Zgjedh

source: Remove
ar: إحذف
sq: Mënjano

source: Chosen %s
ar: النسب %s المُختارة
sq: Të zgjedhura %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ar: هذة قائمة النسب %s المُختارة. يمكنك حذف بعضها بتحديدها في الصندوق أدناه ومن ثم النقر على سهم "حذف" بين الصندوقين.
sq: Kjo është lista e %s të zgjedhura. Ju mund të mënjanoni ato që dëshironi duke i mbledhur në katrorin më poshtë dhe pastaj duke klikuar shigjetën "Mënjano" në mes dy katrorëve.

source: Remove all
ar: إحذف الكل
sq: Mënjano të gjitha

source: Click to remove all chosen %s at once.
ar: إنقر لحذف جميع النسب %s المُختارة في آن واحد.
sq: Klik për të mënjanuar të gjitha %s të zgjedhura menjëherë.

source: January February March April May June July August September October November December
ar: يناير فبراير مارس أبريل مايو يونيو يوليو أغسطس سبتمبر أكتوبر نوفمبر ديسمبر
sq: Janar Shkurt Mars Prill Maj Qershor Korrik Gusht Shtator Tetor Nëntor Dhjetor

source: S M T W T F S
ar: أحد إثنين ثلاثاء أربعاء خميس جمعة سبت
sq: H M M E P S D

source: Show
ar: أظهار
sq: Shfaq

source: Hide
ar: إخفاء
sq: Fshih

source: No Casts on Map
ar: لايوجد تقارير على الخريطة
fr: Aucun rapport sur cette carte
sq: Nuk ka Raporte në Hartë

source: search for maps, casts or people
ar: إبحث عن الخرائط، أو التقارير، أو الناس
fr: Rechercher une carte, un rapport ou une personne
sq: kërko harta, raporte ose njerëz

source: The Location you Selected is Outside Abruzzo! Select a Location in Abruzzo.
ar: الموقع الذي إخترته خارج أبروزو! إختر موقعًا في أبروزو.
sq: Lokacioni që ju e keni zgjedhur është jashtë Vendit të ngjarjes! Zgjedh lokacionin në Vendin e ngjarjes.

source: Enter a Title for Your Cast
ar: أدخل عنوانًا لتقريرك
fr: Donnez un titre à votre rapport
sq: Shkruani Titullin e Raportit Suaj

source: Click the Map to Select a Location for Your Cast
ar: إنقر على الخريطة لإختيار موقع تقريرك
fr: Cliquez sur la carte pour sélectionner un emplacement pour votre rapport
sq: Klikoni Hartën për të zgjedhur Lokacionin për Raportit Tuaj

source: Invalid file type!
ar: نوع الملف غير صحيح!
fr: Type de fichier invalide!
sq: Tipi i fajllit është i pavlefshëm!

source: Uploading:
ar: يجري التحميل:
fr: Chargement en cours:
sq: Duke Ngarkuar:

source: Done!
ar: تم!
fr: Terminé!
sq: Përfundoi!

source: File too large.
ar: الملف كبير جدًا.
fr: Fichier trop grand.
sq: Fajlli i gjatë.

source: All Casts
ar: جميع التقارير
fr: Tous les rapports
sq: Të gjitha Raportet

source: flagged
ar: تم وضع علامة عليه
fr: signalé
sq: të shenjuara

source: Show Comments
ar: أظهر التعليقات
fr: Afficher les commentaires
sq: Shfaq Komentet

source: Hide Comments
ar: أخفي التعليقات
fr: Cacher les commentaires
sq: Fshih Komentet

source: Are you sure you want to flag this cast as inappropriate ?
ar: هل أنت متأكد من أنك تريد وضع علامة على هذا البث بأنه غير ملائم؟
fr: Êtes-vous sûr de vouloir signaler ce rapport comme étant inapproprié?
sq: A jeni të sigurtë se dëshironi të shenjëzoni këtë dërgesë si jo të përshtatshme ?

source: Choose a New Location for This Cast by Clicking the Map
ar: إختر موقعًا جديدا لهذا التقرير بالنقر على الخريطة
fr: Choisissez un nouvel emplacement pour ce rapport en cliquant sur la carte
sq: Zgjedh Lokacion të ri për këtë Raport duke klikuar në Hartë

source: Save New Location
ar: إحفظ الموقع الجديد
fr: Enregistrer le nouvel emplacement
sq: Ruaj Lokacionin e Ri

source: Casts Created by
ar: أنشئ التقرير من قبل
fr: Rapports créés par
sq: Raporti i Krijuara nga

source: Casts Favorited by
ar: تم إختيار التقرير كمفضل من قبل
fr: Rapports favoris par
sq: Raportet e Favorizuara nga

source: Casts Tagged
ar: التقرير الذي وضع عليه وسم
fr: Rapports signalé
sq: Raportet me Tag

source: Move Map
ar: إنقل الخريطة
fr: Déplacez la carte
sq: Lëviz Hartën

source: Create New Path
ar: أنشئ مسارًا جديدًا
fr: Créer un nouveau trajet
sq: Krijo Shteg të Ri

source: Set Location
ar: حدد الموقع
fr: Déterminer l’emplacement
sq: Cakto Lokacionin

source: Edit Existing Points
ar: حرر النقاط الموجودة
fr: Modifier les points existants
sq: Edito Pikat Ekzistuese

source: Title:
ar: العنوان:
fr: Títre:
sq: Titulli:

source: Description:
ar: الوصف:
sq: Përshkrimi:

source: Add Cast
ar: أضف تقريرًا

source: CASTS
ar: التقارير

source: Create Cast
ar: أنشئ تقريرًا

source: Event
ar: حدث

source: Filter map to see Casts that
ar: قم بتصفية الخريطة لرؤية التقارير التي

source: Itinerary
ar: مسار الرحلة

source: MAPS
ar: الخرائط

source: USERS
ar: المستخدمين

source: Up Next: Add Photos and Videos
ar: الخطوة القادمة: أضف صورًا وفيديوهات

source: comma-seperated list
ar: قائمة مفرقة بإستخدام الفاصلة

source: has
ar: لديه

source: Map Controls on the Left Reposition the Map
ar: أدوات التحكم بالخريطة على اليسار غير موقع الخريطة
fr: Les boutons sur la gauche repositionnent la carte

source: more casts
ar: المزيد من التقارير
fr: plus de rapports

source: Tags
ar: الأوسمة
fr: Etiquettes

source: until
ar: الى حين
fr: jusqu'à

source: Click The Map To Set Your Cast's Location
ar: إنقر على الخريطة لتحديد موقع تقريرك
fr: Cliquez sur la carte pour enregistrer l’emplacement de votre rapport

source: Select a Location for Your Cast by Clicking the Map.
ar: إختر موقعًا لتقريرك بالنقر على الخريطة
fr: Choisissez un emplacement pour votre rapport en cliquant sur la carte.

source: Casts
ar: التقارير
fr: Rapports

source: Name Your Cast
ar: قم بتسمية تقريرك
fr: Nommez votre rapport

source: Brief Description
ar: وصف مختصر
fr: Brève description

source: Results
ar: النتائج
fr: Résultats

source: Open
ar: افتح
fr: Ouvrir

source: %(sel)s of %(cnt)s selected
sq: %(sel)s of %(cnt)s të zgjedhura

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
sq: Ju keni ndryshime të pa ruajtuara në fusha individuale të editueshme. Nëse e bëni ndonjë veprim, ndryshimet e paruajtura do të humben.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
sq: Ju e keni zgjedhur një veprim, por nuk i keni ruajtur ndryshimet në fushat individuale ende. Ju lutemi klikoni OK për të bërë ruajtjen e tyre. Ju duhet të ripërsëritni veprimin që e filluat më parë.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
sq: Ju keni zgjedhur një veprim, dhe ju nuk keni bërë asnjë ndryshim në fushat individuale. Ju mbase po e kërkoni butonin Hec në vend të butonit Ruaj.

source: Now
sq: Tash

source: Clock
sq: Ora

source: Choose a time
sq: Zgjedh kohën

source: Midnight
sq: Mesnatë

source: 6 a.m.
sq: 6 para dite

source: Noon
sq: Mesditë

source: Cancel
fr: Annuler
sq: Anullo

source: Today
sq: Sot

source: Calendar
sq: Kalendar

source: Yesterday
sq: Dje

source: Tomorrow
sq: Nesër

source: just now
sq: këtë moment

source: 1 minute ago
sq: 1 minutë më përpara

source: minutes ago
fr: a l’instant
sq: minuta përpara

source: hours ago
sq: orë përpara

source: days ago
sq: ditë përpara

source: weeks ago
fr: semaines passées
sq: javë përpara

source: Official Cast
fr: Rapport Officiel
