Repository: UNICEF-Youth-Section/Locast-Web-Rio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: Afrikaans
tr: Afrikanca

source: Arabic
tr: Arapça

source: Azerbaijani
tr: Azerice

source: Bulgarian
tr: Bulgarca

source: Belarusian
tr: Belarusça

source: Bengali
tr: Bengalce

source: Breton
tr: Bretonca

source: Bosnian
tr: Boşnakça

source: Catalan
tr: Katalanca

source: Czech
tr: Çekçe

source: Welsh
tr: galce

source: Danish
tr: Danca

source: German
tr: Almanca

source: Greek
tr: Yunanca

source: English
tr: İngilizce

source: British English
tr: Britanya İngilizcesi

source: Spanish
tr: İspanyolca

source: Argentinian Spanish
tr: Arjantin İspanyolcası

source: Mexican Spanish
tr: Meksika İspanyolcası

source: Nicaraguan Spanish
tr: Nikaragua İspanyolcası

source: Venezuelan Spanish
tr: Venezuela İspanyolcası

source: Estonian
tr: Estonca

source: Basque
tr: Baskça

source: Persian
tr: Farsça

source: Finnish
tr: Fince

source: French
tr: Fransızca

source: Frisian
tr: Frizye Dili

source: Irish
tr: İrlandaca

source: Galician
tr: Galiçyaca

source: Hebrew
tr: İbranice

source: Hindi
tr: Hintçe

source: Croatian
tr: Hırvatça

source: Hungarian
tr: Macarca

source: Indonesian
tr: Endonezyaca

source: Icelandic
tr: İzlandaca

source: Italian
tr: İtalyanca

source: Japanese
tr: Japonca

source: Georgian
tr: Gürcüce

source: Kazakh
tr: Kazakça

source: Khmer
tr: Kmerce

source: Kannada
tr: Kannada Dili

source: Korean
tr: Korece

source: Luxembourgish
tr: Lüksemburgca

source: Lithuanian
tr: Litvanca

source: Latvian
tr: Letonca

source: Macedonian
tr: Makedonca

source: Malayalam
tr: Malayalam Dili

source: Mongolian
tr: Moğolca

source: Norwegian Bokmal
tr: Bokmal Norveç Dili

source: Nepali
tr: Nepal Dili

source: Dutch
tr: Hollandaca

source: Norwegian Nynorsk
tr: Nynorsk Norveç Dili

source: Punjabi
tr: Pencapça

source: Polish
tr: Lehçe

source: Portuguese
tr: Portekizce

source: Brazilian Portuguese
tr: Brezilya Portekizcesi

source: Romanian
tr: Rumence

source: Russian
tr: Rusça

source: Slovak
tr: Slovakça

source: Slovenian
tr: Slovence

source: Albanian
tr: Arnavutça

source: Serbian
tr: Sırpça

source: Serbian Latin
tr: Sırp Latincesi

source: Swedish
tr: İsveçce

source: Swahili
tr: Swahili Dili

source: Tamil
tr: Tamilce

source: Telugu
tr: Telugu Dili

source: Thai
tr: Tay Dili

source: Turkish
tr: Türkçe

source: Tatar
tr: Tatarca

source: Udmurt
tr: Udmurtça

source: Ukrainian
tr: Ukraynaca

source: Urdu
tr: Urduca

source: Vietnamese
tr: Vietnamca

source: Simplified Chinese
tr: Basitleştirilmiş Çince

source: Traditional Chinese
tr: Klasik Çince

source: Successfully deleted %(count)d %(items)s.
tr: Başarıyla silindi %(count)d %(items)s.

source: Cannot delete %(name)s
tr: Silinemedi %(name)s

source: Are you sure?
tr: Emin misiniz?

source: Delete selected %(verbose_name_plural)s
tr: Seçilenleri sil %(verbose_name_plural)s

source: All
tr: Hepsi

source: Yes
tr: Evet

source: No
tr: Hayır

source: Unknown
tr: Bilinmeyen

source: Any date
tr: Herhangi bir tarih

source: Today
tr: Bugün

source: Past 7 days
tr: Son 7 gün

source: This month
tr: Bu ay

source: This year
tr: Bu yıl

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
tr: Personal hesabı için lütfen doğru %(username)s ve parolayı giriniz. İki alanın da büyük-küçük harfe duyarlı olduğunu unutmayınız.

source: Please log in again, because your session has expired.
tr: Oturumunuzun süresi dolduğundan lütfen yeniden giriş yapınız.

source: Action:
tr: Eylem:

source: action time
tr: eylem zamanı

source: object id
tr: nesne kimliği

source: object repr
tr: nesne repr

source: action flag
tr: eylem bayrağı

source: change message
tr: mesajı değiştir

source: log entry
tr: log girdisi

source: log entries
tr: log girdileri

source: Added "%(object)s".
tr: eklendi "%(object)s".

source: Changed "%(object)s" - %(changes)s
tr: Değiştirildi "%(object)s" - %(changes)s

source: Deleted "%(object)s."
tr: Silindi "%(object)s."

source: LogEntry Object
tr: LogGirdisi Nesnesi

source: None
tr: Hiçbiri

source: Changed %s.
tr: Değiştirildi %s.

source: and
tr: ve

source: Added %(name)s "%(object)s".
tr: Eklendi %(name)s "%(object)s".

source: Changed %(list)s for %(name)s "%(object)s".
tr: Değiştirildi %(list)s for %(name)s "%(object)s".

source: Deleted %(name)s "%(object)s".
tr: Silindi %(name)s "%(object)s".

source: No fields changed.
tr: Hiçbir alan değiştirilmedi

source: The %(name)s "%(obj)s" was added successfully. You may edit it again below.
tr: %(name)s %(obj)s başarıyla eklendi. Alt kısımda yeniden düzenleyebilirsiniz.

source: The %(name)s "%(obj)s" was added successfully. You may add another %(name)s below.
tr: %(name)s %(obj)s başarıyla eklendi. Alt kısımda bir %(name)s daha ekleyebilirsiniz.

source: The %(name)s "%(obj)s" was added successfully.
tr: %(name)s "%(obj)s" başarıyla eklendi.

source: The %(name)s "%(obj)s" was changed successfully. You may edit it again below.
tr: %(name)s "%(obj)s başarıyla değiştirildi. Aşağıdan yeniden düzenleyebilirsiniz.

source: The %(name)s "%(obj)s" was changed successfully. You may add another %(name)s below.
tr: %(name)s "%(obj)s" başarıyla değiştirildi. Aşağıdan bir %(name)s daha ekleyebilirsiniz.

source: The %(name)s "%(obj)s" was changed successfully.
tr: %(name)s "%(obj)s" başarıyla değiştirildi.

source: Items must be selected in order to perform actions on them. No items have been changed.
tr: Bir işlem yapmak için öğeler seçilmelidir. Hiçbir öğe değiştirilmedi.

source: No action selected.
tr: Hiçbir işlem seçilmedi.

source: Add %s
tr: %s ekle

source: %(name)s object with primary key %(key)r does not exist.
tr: birincil anahtarlı nesne %(name)s %(key)r yok.

source: Change %s
tr: Değiştir %s

source: Database error
tr: Veritabanı hatası

source: %(count)s %(name)s was changed successfully.
tr: Tekil%(count)s %(name)s başarıyla değiştirildi.

source: %(total_count)s selected
tr: Tekil%(total_count)s seçildi

source: 0 of %(cnt)s selected
tr: %(cnt)s 0 tanesi seçildi.

source: The %(name)s "%(obj)s" was deleted successfully.
tr: %(name)s "%(obj)s" başarıyla silindi.

source: Change history: %s
tr: Tarihçeyi değiştir: %s

source: Log in
tr: Giriş

source: Site administration
tr: Site yönetimi

source: %s administration
tr: %s yönetimi

source: Date:
tr: Tarih:

source: Time:
tr: Saat:

source: Lookup
tr: Arama

source: Add Another
tr: Ekle

source: Currently:
tr: Şu an:

source: Change:
tr: Değiştir:

source: Page not found
tr: Sayfa bulunamadı

source: We're sorry, but the requested page could not be found.
tr: Aradığınız sayfa bulunamadı, özür dileriz.

source: Home
tr: Anasayfa

source: Server error
tr: Sunucu hatası

source: Server error (500)
tr: Sunucu hatası (500)

source: Server Error <em>(500)</em>
tr: Sunucu Hatası <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
tr: Bir hata oluştu. Hata site yöneticilerine mail ile ulaştırılmıştır ve en kısa zamanda düzeltilecektir. Sabrınız için teşekkür ederiz.

source: Run the selected action
tr: Seçilen işlemi çalıştır

source: Go
tr: Git

source: Click here to select the objects across all pages
tr: Tüm sayfalardaki nesneleri seçmek için buraya tıklayın

source: Select all %(total_count)s %(module_name)s
tr: Bütün %(total_count)s %(module_name)s seçin

source: Clear selection
tr: Seçimi sıfırla

source: Welcome,
tr: Hoşgeldiniz,

source: Documentation
tr: Belgeler

source: Change password
tr: Şifre değiştir

source: Log out
tr: Çıkış yap

source: Django site admin
tr: Django site yöneticisi

source: Django administration
tr: Django yönetimi

source: Add
tr: Ekle

source: History
tr: Tarihçe

source: View on site
tr: Sitede aç

source: Please correct the error below.
tr: TekilLütfen aşağıdaki hatayı düzeltiniz.

source: Add %(name)s
tr: %(name)s ekle

source: Filter
tr: Filtrele

source: Remove from sorting
tr: Sıralamadan çıkar

source: Sorting priority: %(priority_number)s
tr: Sıralama önceliği: %(priority_number)s

source: Toggle sorting
tr: Sıralamayı aç/kapa

source: Delete
tr: Sil

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: %(object_name)s %(escaped_object)s silmek ilintili nesneleri de silecektir ama hesabınız şu tür nesneleri silmeye izin vermiyor:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
tr: %(object_name)s %(escaped_object)s silmek şu ilintili nesneleri de silmeyi gerektiriyor:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
tr: %(object_name)s %(escaped_object)s silmek istediğinize emin misiniz? Tüm ilintili öğeler silinecektir:

source: Yes, I'm sure
tr: Evet, eminim

source: Delete multiple objects
tr: Çoklu silme

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: %(objects_name)s silmek ilintili nesneleri de silecektir ama hesabınız şu tür nesneleri silmeye izin vermiyor:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
tr: %(objects_name)s silmek şu ilintili nesneleri de silmeyi gerektiriyor:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
tr: %(objects_name)s silmek istediğinize emin misiniz? Tüm ilintili öğeler silinecektir:

source: By %(filter_title)s
tr: %(filter_title)s

source: Models in the %(name)s application
tr: Başvuru %(name)s modeller

source: Change
tr: Değiştir

source: You don't have permission to edit anything.
tr: Hiçbir şey düzenleme hakkınız yok.

source: Recent Actions
tr: Son İşlemler

source: My Actions
tr: İşlemlerim

source: None available
tr: Hiçbiri uygun değil

source: Unknown content
tr: Bilinmeyen içerik

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
tr: Veritabanı kurulumunuzda bir hata var. Uygun veritabanı tablolarını yarattığınızdan emin olun ve veritabanının uygun kullanıcı tarafından okunabileceğinden emin olun.

source: Password:
tr: Şifre:

source: Forgotten your password or username?
tr: Şifrenizi ve kullanıcı adınızı mı unuttunuz?

source: Date/time
tr: Tarih/saat

source: User
tr: Kullanıcı

source: Action
tr: Eylem

source: This object doesn't have a change history. It probably wasn't added via this admin site.
tr: Bu nesnenin bir değişiklik geçmişi yok. Muhtemelen bu yönetici sayfasından eklenmedi.

source: Show all
tr: Hepsini göster

source: Save
tr: Kaydet

source: Search
tr: Ara

source: %(counter)s result
tr: Tekil%(counter)s sonuç

source: %(full_result_count)s total
tr: %(full_result_count)s toplam

source: Save as new
tr: Farklı kaydet

source: Save and add another
tr: Kaydet ve yenisini ekle

source: Save and continue editing
tr: Kaydet ve düzenlemeye devam et

source: First, enter a username and password. Then, you'll be able to edit more user options.
tr: Önce bir kullanıcı adı ve şifre girin. Sonra daha fazla kullanıcı seçeneği düzenleyebilirsiniz.

source: Enter a username and password.
tr: Bir kullanıcı adı ve şifre girin.

source: Enter a new password for the user <strong>%(username)s</strong>.
tr: <strong>%(username)s</strong> kullanıcısı için yeni bir şifre girin.

source: Password
tr: Şifre

source: Password (again)
tr: Şifre (tekrar)

source: Enter the same password as above, for verification.
tr: Yukarıdaki şifreyi doğrulama amaçlı yeniden girin.

source: Remove
tr: Kaldır

source: Add another %(verbose_name)s
tr: Ekle başka %(verbose_name)s

source: Delete?
tr: Sil?

source: Thanks for spending some quality time with the Web site today.
tr: Bugün websitemizle kaliteli vakit geçirdiğiniz için teşekkürler.

source: Log in again
tr: Tekrar giriş yap

source: Password change
tr: Şifre değiştir

source: Password change successful
tr: Şifre değiştirme başarılı

source: Your password was changed.
tr: Şifreniz değiştirildi.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
tr: Lütfen güvenlik amaçlı eski şifrenizi girin ve sonra doğruluğunu kontrol etmek için yeni şifrenizi iki kere girin.

source: Old password
tr: Eski şifre

source: New password
tr: Yeni şifre

source: Change my password
tr: Şifremi değiştir

source: Password reset
tr: Şifre sıfırlama

source: Password reset complete
tr: Şifre sıfırlama tamamlandı

source: Your password has been set. You may go ahead and log in now.
tr: Şifreniz oluşturuldu. Şimdi giriş yapabilirsiniz.

source: Password reset confirmation
tr: Şifre sıfırlama onayı

source: Enter new password
tr: Yeni şifreyi girin

source: Please enter your new password twice so we can verify you typed it in correctly.
tr: Doğru tuşladığınızdan emin olmamız için lütfen yeni şifrenizi iki kere girin.

source: New password:
tr: Yeni şifre:

source: Confirm password:
tr: Şifreyi onayla:

source: Password reset unsuccessful
tr: Şifre sıfırlama başarısız

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tr: Muhtemelen daha önce kullanıldığından, şifre sıfırlama bağlantısı geçersiz. Lütfen yeni bir şifre sıfırlama isteği yollayın.

source: Password reset successful
tr: Şifre sıfırlama başarılı

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
tr: Verdiğiniz e-posta adresine şifrenizi oluşturmak için gerekli talimatları gönderdik. Kısa bir süre içinde ulaşmış olur.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
tr: Bu e-postayı %(site_name)s'ndaki şifrenizi sıfırlamak istediğiniz için aldınız.

source: Please go to the following page and choose a new password:
tr: Lütfen yeni bir şifre seçmek için bir sonraki sayfaya gidin:

source: Your username, in case you've forgotten:
tr: Unutmanız durumunda, kullanıcı adınız:

source: Thanks for using our site!
tr: Sitemizi kullandığınız için teşekkür ederiz!

source: The %(site_name)s team
tr: %(site_name)s takımı

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
tr: Şifrenizi mi unuttunuz? Aşağıya e-posta adresinizi yazın yeni şifre oluşturmanız için talimatları yollayalım.

source: Email address:
tr: E-posta adresi:

source: Reset my password
tr: Şifremi sıfırla

source: All dates
tr: Tüm tarihler

source: (None)
tr: (Hiçbiri)

source: Select %s
tr: %s Seç

source: Select %s to change
tr: Değiştirmek için %s seçin

source: tag:
tr: etiket:

source: filter:
tr: filtre:

source: view:
tr: görüntü:

source: App %r not found
tr: App %r bulunamadı

source: Model %(model_name)r not found in app %(app_label)r
tr: app %(app_label)r içinde model %(model_name)r bulunamadı

source: the related `%(app_label)s.%(data_type)s` object
tr: ilgili '%(app_label)s. %(data_type)s' nesne

source: related `%(app_label)s.%(object_name)s` objects
tr: ilgili '%(app_label)s. %(object_name)s' nesneler

source: all %s
tr: tüm %s

source: number of %s
tr: %s sayısı

source: Fields on %s objects
tr: %s nesneler üzerine alanlar

source: %s does not appear to be a urlpattern object
tr: %s bir url şablon nesnesi olarak belirmiyor

source: Bookmarklets
tr: Yerimleri

source: Documentation bookmarklets
tr: Belgeleme yerimleri

source: <p class="help">To install bookmarklets, drag the link to your bookmarks toolbar, or right-click the link and add it to your bookmarks. Now you can select the bookmarklet from any page in the site. Note that some of these bookmarklets require you to be viewing the site from a computer designated as "internal" (talk to your system administrator if you aren't sure if your computer is "internal").</p>
tr: <p class="help">Yerimlerini kaydetmek için, bağlantıyı yerimleri çubuğuna doğru kaydırın, veya bağlantıya sağ tıklayıp yerimlerine ekleyin. Artık yerimini sitede herhangi bir sayfadan seçebilirsiniz. Bu yerimlerinden bazılarını görebilmek için "dahili" olarak atanmış bir bilgisayar kullanmanız gerekmektedir (bilgisayarınızın "dahili" olup olmadığından emin değilseniz sistem yöneticinizle görüşün)</p>

source: Documentation for this page
tr: Bu sayfa için belgeler

source: Jumps you from any page to the documentation for the view that generates that page.
tr: Herhangi bir sayfadan o sayfayı üreten belgelere götürür

source: Show object ID
tr: Nesne kimliğini göster

source: Shows the content-type and unique ID for pages that represent a single object.
tr: Tek bir nesneyi temsil eden sayfalar için içerik-türünü ve kendisine mahsus kimlik bilgisini gösterir

source: Edit this object (current window)
tr: Bu nesneyi düzenle (mevcut pencere)

source: Jumps to the admin page for pages that represent a single object.
tr: Tek bir nesneyi temsil eden sayfalar için yönetici sayfasına götürür

source: Edit this object (new window)
tr: Bu nesneyi düzenle (yeni pencere)

source: As above, but opens the admin page in a new window.
tr: Yukarıdaki gibi, ama admin sayfasını yeni bir pencerede açar.

source: Models
tr: Modeller

source: Templates
tr: Şablonlar

source: Filters
tr: Filtreler

source: Tags
tr: Etiketler

source: Views
tr: Görünümler

source: Boolean (Either True or False)
tr: Boolean (Doğru veya Yanlış)

source: Field of type: %(field_type)s
tr: Türün alanı: %(field_type)s

source: Personal info
tr: Kişisel bilgiler

source: Permissions
tr: Erişim İzinleri

source: Important dates
tr: Önemli tarihler

source: Password changed successfully.
tr: Şifre başarıyla değiştirildi.

source: Change password: %s
tr: Şifre değiştir : %s

source: No password set.
tr: Şifre oluşturulmadı.

source: Invalid password format or unknown hashing algorithm.
tr: Geçersiz şifre formatı veya bilinmeyen karma algoritma.

source: A user with that username already exists.
tr: Bu isimde bir kullanıcı zaten var.

source: The two password fields didn't match.
tr: İki şifre birbirini tutmuyor

source: Username
tr: Kullanıcı adı

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
tr: Gerekli. 30 karakter veya daha azı. Harf, rakam ve sadece @/./+/-/_

source: This value may contain only letters, numbers and @/./+/-/_ characters.
tr: Bu değer yalnızca harf, rakam ve @/./+/-/_ karakterlerini içerebilir.

source: Password confirmation
tr: Şifre onayı

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
tr: Ham şifreler saklanmıyor, dolayısıyla bu kullanıcının şifresini göremezsiniz. Ancak <a href="password/">bu form</a>u kullanarak şifreyi değiştirebilirsiniz.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
tr: Lütfen doğru bir %(username)s ve şifre giriniz. İki alanın da büyük/küçük harfe duyarlı olduğunu unutmayınız.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
tr: Web tarayıcınızın çerez(cookie)s etkin gözükmüyor. Giriş yapmanız için çerezlerin etkin olması gerekmektedir.

source: This account is inactive.
tr: Bu hesap etkin değil.

source: That email address doesn't have an associated user account. Are you sure you've registered?
tr: Bu e-posta adresine bağlı bir kullanıcı bulunmuyor. Kaydolduğunuza emin misiniz?

source: The user account associated with this email address cannot reset the password.
tr: Bu e-posta adresine bağlı kullanıcı hesap şifresini sıfırlayamaz.

source: Email
tr: E-posta

source: New password confirmation
tr: Yeni şifre onayı

source: Your old password was entered incorrectly. Please enter it again.
tr: Eski şifreniz yanlış girildi. Lütfen şifreyi tekrar girin.

source: algorithm
tr: algoritma

source: iterations
tr: yinelemeler

source: salt
tr: tuz

source: hash
tr: sağlama

source: work factor
tr: çalışma unsuru

source: checksum
tr: sağlama

source: name
tr: isim

source: codename
tr: kodadı

source: permission
tr: izin

source: permissions
tr: izinler

source: group
tr: grup

source: groups
tr: gruplar

source: password
tr: şifre

source: last login
tr: son giriş

source: superuser status
tr: süper kullanıcı statüsü

source: Designates that this user has all permissions without explicitly assigning them.
tr: Açık bir şekilde atamadan bu kullanıcıya tüm yetkileri verir.

source: The groups this user belongs to. A user will get all permissions granted to each of his/her group.
tr: Bu kullanıcının ait olduğu gruplar. Bir kullanıcı her bir gruba atanan tüm yetkileri alacaktır.

source: user permissions
tr: kullanıcı izinleri

source: username
tr: kullanıcı adı

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
tr: Gerekli. 30 karakter veya daha az. Harf, rakam ve @/./+/-/_ karakterleri

source: Enter a valid username.
tr: Geçerli bir kullanıcı adı girin.

source: first name
tr: Ad

source: last name
tr: Soyad

source: email address
tr: e-posta adresi

source: staff status
tr: personel statüsü

source: Designates whether the user can log into this admin site.
tr: Kullanıcının bu yönetici sitesine giriş yapıp yapamayacağını belirler.

source: active
tr: aktif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
tr: Bu kullanıcının aktif olarak ele alınıp alınmayacağını belirler. Hesap silmek yerine bu seçimi kaldırın.

source: date joined
tr: Katılım tarihi

source: user
tr: kullanıcı

source: users
tr: kullanıcılar

source: Logged out
tr: Çıkış yapıldı

source: Password reset on %(site_name)s
tr: %(site_name)s'nda şifre sıfırlandı

source: Content
tr: İçerik

source: Flag selected comments
tr: Seçilen yorumları işaretle

source: approved
tr: TekilonaylandıÇoğulonaylandı

source: Approve selected comments
tr: Seçilen yorumlaır onayla

source: removed
tr: TekilkaldırıldıÇoğulkaldırıldı

source: Remove selected comments
tr: Seçilen yorumları kaldır

source: 1 comment was successfully %(action)s.
tr: Tekil 1 yorum başarıyla %(action)s

source: %(site_name)s comments
tr: %(site_name)s yorumlar

source: Latest comments on %(site_name)s
tr: %(site_name)s'nda son yorumlar

source: Name
tr: İsim

source: Email address
tr: E-posta adresi

source: Comment
tr: Yorum

source: Watch your mouth! The word %s is not allowed here.
tr: TekilSözlerine dikkat et! Burada %s kelimesine izin verilmez.

source: If you enter anything in this field your comment will be treated as spam
tr: Bu alana bir şey yazarsanız, yorumunuz çöp olarak değerlendirilecektir

source: content type
tr: İçerik tipi

source: object ID
tr: Nesne kimliği

source: user's name
tr: Kullanıcının adı

source: user's email address
tr: kullanıcının e-posta adresi

source: user's URL
tr: kullanıcının URL'si

source: comment
tr: yorum

source: date/time submitted
tr: Gönderme tarih/saati

source: IP address
tr: IP adresi

source: is public
tr: herkese açık

source: Uncheck this box to make the comment effectively disappear from the site.
tr: Yorumu siteden tamamen kaldırmak için bu kutucuğu işaretlemeyin

source: is removed
tr: kaldırıldı

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
tr: Yorum uygunsuz ise bu kutucuğu işaretleyin. Yerine bir "Bu yorum kaldırılmıştır" mesajı gelecektir.

source: comments
tr: yorumlar
