Repository: UNICEF-Youth-Section/Locast-Web-Rio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: Clear image
tr: Görüntüyü temizle

source: Agree
tr: Onayla

source: Do Not Agree
tr: Onay verme

source: Passwords did not match!
tr: Şifreler uyuşmuyor!

source: email has already been registered!
tr: e-posta daha önce kaydedildi!

source: First Name
ar: الإسم الأول
tr: Ad

source: Last Name
ar: إسم العائلة
tr: Soyad

source: Verify Password
ar: تحقق من كلمة السر
tr: Şifreyi Doğrula

source: Short Bio
tr: Kısa özgeçmiş

source: Your Website
tr: Websiteniz

source: Profile Picture
tr: Profil Fotoğrafı

source: itinerary
tr: çalışma programı

source: itineraries
tr: çalışma programları

source: event
tr: etkinlik

source: cast
ar: تقرير
tr: kast

source: photo
ar: صورة
tr: fotoğraf

source: link
ar: رابط الكتروني
tr: bağlantı

source: 404 Page Not Found
tr: 404 Sayfa Bulunamadı

source: Go to the Locast Tourism Main Map
tr: Locast Tourism Ana Haritaya git.

source: 500 something has gone wrong
tr: 500 bazı hatalar oluştu

source: Login to Your Account
ar: تسجيل الدخول الى حسابك
tr: Hesabınıza Giriş Yapın

source: Close
ar: اغلاق
tr: Kapat

source: Register</a> a new account if you don't have one
ar: تسجيل حساب جديد إذا لم يكن لديك واحد
tr: Eğer hesabınız yoksa yeni hesap açın

source: Login / Register
ar: تسجيل الدخول
tr: Giriş Yap / Kaydol

source: logged in as
ar: تم تسجيل دخولك بإسم
tr: ... olarak giriş yapıldı

source: Logout
ar: تسجيل الخروج
tr: Çıkış yap

source: You Must Login
ar: يجب أن تقوم بتسجيل الدخول
tr: Giriş yapmanız gerekmektedir

source: Map
ar: خريطة
tr: Harita

source: List
ar: قائمة
tr: Liste

source: Rank
ar: مرتبة
tr: Kademe

source: Add Cast
ar: أضف تقريرًا
tr: Oyuncu Ekle

source: to This Map
ar: الى هذه الخريطة
tr: Bu Haritaya ...

source: The Maps
ar: الخرائط
tr: Haritalar

source: Most Recent
ar: الأحدث
tr: En Güncel

source: Most Popular
ar: الأكثر شعبية
tr: En Popüler

source: No Casts On Map
ar: لا يوجد أي تقارير على الخريطة
tr: Haritada Kast Yok

source: Urgency Rank (Top 10)
ar: المرتبة حسب الإلحاح ( العشرة الأولى)
tr: Acil Kademe (İlk 10)

source: Reset
ar: إعادة الضبط
tr: Sıfırla

source: Satellite View
ar: المنظر من القمر الصناعي
tr: Uydu Görünümü

source: OSM Overlay
ar: تراكب خرائط الشوارع المفتوحة
tr: OSM Bindirme

source: Loading
ar: يجري التحميل
tr: Yükleniyor

source: This project explores tools to help youth in Rio de Janeiro build impactful, communicative digital maps using mobile and web technologies
tr: Bu proje, mobil ve web teknolojileri kullanarak Rio de Janeiro gençliğine etkili, iletişime açık dijital haritalar üretmek için gereçleri sunar.

source: My account
ar: حسابي
tr: Hesabım

source: Gallery
ar: المعرض
tr: Galeri

source: Recenter Map
tr: En güncel Harita

source: Reset Map
tr: Haritayı Sıfırla

source: Your Cast is Waiting to be Approved by a Moderator and is Not Visible to the Public
ar: تقريرك بإنتظار موافقة المشرف وهو غير ظاهر للجمهور
tr: Kastınız bir Moderatör tarafından onay bekliyor ve bu yüzden herkese açık değil

source: Will Be Deleted! This Cannot be Undone!
ar: سيتم الحذف! هذا الإجراء لا يمكن التراجع عنه!
tr: Silinecektir! Bundan geri dönülemez!

source: Cancel
ar: إلغاء
tr: İptal

source: Edit Title
ar: حرر العنوان
tr: Başlığı Düzenle

source: Edit Cast Title
ar: حرر عنوان التقرير
tr: Kast Başlığını Düzenle

source: update
ar: تحديث
tr: güncelle

source: Delete Cast
ar: إحذف التقرير
tr: Kast Sil

source: Change Cast Location
ar: غيّر موقع التقرير
tr: Kast Yeri Değiştir

source: favorite
ar: مفضلة
tr: Favorile

source: of
ar: عن
tr: 'hakkında'

source: + add media
ar: +أضف وسائط إعلام
tr: + medya ekle

source: Video is Processing
ar: يجري تجهيز الفيديو
tr: Video Yükleniyor

source: linked video
ar: الفيديو المرتبط الكترونيًا
tr: Bağlantılı video

source: Show Comments
ar: أظهر التعليقات
tr: Yorumları göster

source: Login to comment!
ar: قم بتسجيل الدخول للتعليق!
tr: Yorum yapmak için giriş yap!

source: Add Tags
ar: أضف أوسمة
tr: Etiket Ekle

source: seperate tags with a comma
ar: قم بفصل الأوسمة بوضع فاصلة
tr: etiketleri virgül ile ayır

source: Edit Description
ar: حرر الوصف
tr: Tanımı Düzenle

source: Mapped On
ar: تم التحديد على الخريطة
tr: ... Haritalanmış

source: (click on a map below to change)
ar: (قم بالنقر على الخريطة أدناه للتغيير)
tr: (değiştirmek için aşağıdaki bir haritaya tıklayın)

source: Add Media to Cast
ar: أضف وسائط إعلامية للتقرير
tr: Kast için Medya Ekle

source: + Add A Photo
ar: + أضف صورة
tr: + Foto Ekle

source: Title
ar: العنوان
tr: Başlık

source: Description
ar: الوصف
tr: Tanım

source: + Add A Video
ar: + أضف فيديو
tr: + Video Ekle

source: Link To A Video
ar: أضف رابطًا إلكترونيًا لفيديو
tr: Bir Videoya Bağlantıla

source: enter link to a <a href="http://youtube.com" target="new">YouTube</a> or <a href="http://vimeo.com" target="new" >Vimeo</a> video
ar: أضف رابطا إلكترونيًا الى <a href="http://youtube.com" target="new">فيديو يوتيوب</a> أو <a href="http://vimeo.com" target="new" >فيميو</a>
tr: Bir <a href="http://youtube.com" target="new">Youtube</a> veya <a href="http://vimeo.com" target="new" >Vimeo</a> videosu linki girin

source: This Media Will Be Deleted
ar: سيتم حذف وسائط الإعلام هذه
tr: Bu Medya Silinecek

source: Your username and password didn't match. Please try again.
ar: لا يتطابق اسم المستخدم الخاص بك وكلمة السر. الرجاء المحاولة مرة أخرى.
tr: Kullanıcı adı ve şifre uyuşmuyor. Lütfen tekrar deneyin.

source: Register A Mapping Account
ar: قم بتسجيل حساب خاص بالخرائط
tr: Bir Haritalama Hesabı Aç

source: REQUIRED
ar: مطلوب
tr: GEREKLİ

source: OPTIONAL
ar: اختياري
tr: İSTEĞE BAĞLI

source: video
ar: فيديو

source: All Casts
ar: جميع التقارير
