Repository: UNICEF-Youth-Section/Locast-Web-Rio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: Unique master citizen number (13 digits)
tr: Özgün kimlik numarası (13 haneli)

source: Enter a valid zip code in the format XXXXX.
tr: XXXXX formatında geçerli bir posta kodu girin.

source: Enter a valid RFC.
tr: Geçerli bir RFC girin.

source: Invalid checksum for RFC.
tr: Geçersiz RFC

source: Enter a valid CURP.
tr: Geçerli bir CURP girin.

source: Invalid checksum for CURP.
tr: Geçersiz CURP

source: Mexico state (three uppercase letters)
tr: Meksika eyaleti (üç büyük harf)

source: Mexico zip code
tr: Meksika posta kodu

source: Mexican RFC
tr: Meksika RFC

source: Mexican CURP
tr: Meksika CURP

source: Baja California
tr: Aşağı Kaliforniya

source: Baja California Sur
tr: Güney Aşağı Kaliforniya

source: Distrito Federal
tr: Federal Bölge

source: Estado de México
tr: Meksika Eyaleti

source: Enter a valid postal code
tr: Geçerli bir posta kodu girin

source: Enter a valid SoFi number
tr: Geçerli bir SoFi numarası girin

source: Friesland
tr: Frizya

source: Noord-Brabant
tr: Kuzey Brabant

source: Noord-Holland
tr: Kuzey Hollanda

source: Zeeland
tr: Zelanda

source: Zuid-Holland
tr: Güney Hollanda

source: Enter a valid Norwegian social security number.
tr: Geçerli bir Norveç sosyal güvenlik numarası girin.

source: This field requires 8 digits.
tr: Bu alan 8 hanelidir.

source: This field requires 11 digits.
tr: Bu alan 11 hanelidir.

source: National Identification Number consists of 11 digits.
tr: Ulusal Kimlik Numarası 11 hanelidir.

source: Wrong checksum for the National Identification Number.
tr: Ulusal Kimlik Numarası için yanlış hane sayısı.

source: National ID Card Number consists of 3 letters and 6 digits.
tr: Ulusal Kimlik Kartı Numarası 3 harf ve 6 rakamdan oluşur.

source: Wrong checksum for the National ID Card Number.
tr: Ulusal Kimlik Kartı Numarası için yanlış hane sayısı.

source: Enter a tax number field (NIP) in the format XXX-XXX-XX-XX, XXX-XX-XX-XXX or XXXXXXXXXX.
tr: XXX-XXX-XX-XX, XXX-XX-XX-XXX veya XXXXXXXXXX formatında bir vergi numarası (NIP) girin.

source: Wrong checksum for the Tax Number (NIP).
tr: Vergi Numarası (NIP) için yanlış hane sayısı.

source: National Business Register Number (REGON) consists of 9 or 14 digits.
tr: Ulusal Ticari Kayıt Numarası (REGON) 9 veya 14 haneden oluşur.

source: Wrong checksum for the National Business Register Number (REGON).
tr: Ulusal Ticari Kayıt Numarası (REGON) yanlış hane sayısı.

source: Enter a postal code in the format XX-XXX.
tr: XX-XXX formatında bir posta kodu girin.

source: Lower Silesia
tr: Aşağı Silezya

source: Lubusz
tr: Lebus

source: Lesser Poland
tr: Małopolska

source: Masovia
tr: Mazovya

source: Subcarpatia
tr: Alt Karpatya

source: Podlasie
tr: Podlaçya

source: Pomerania
tr: Pomeranya

source: Silesia
tr: Silezya

source: Warmia-Masuria
tr: Varmiya-Masurya

source: Greater Poland
tr: Büyük Polonya

source: West Pomerania
tr: Batı Pomeranya

source: Enter a zip code in the format XXXX-XXX.
tr: XXXX-XXX formatında bir posta kodu girin.

source: Phone numbers must have 9 digits, or start by + or 00.
tr: Telefon numaraları 9 haneli olmalı veya + veya 00 ile başlamalıdır.

source: Enter a valid CIF.
tr: Geçerli bir CIF girin.

source: Enter a valid CNP.
tr: Geçerli bir CNP girin.

source: Enter a valid IBAN in ROXX-XXXX-XXXX-XXXX-XXXX-XXXX format
tr: ROXX-XXXX-XXXX-XXXX-XXXX-XXXX formatında geçerli bir IBAN girin

source: Phone numbers must be in XXXX-XXXXXX format.
tr: Telefon numaraları XXXX-XXXXXX formatında olmalıdır.

source: Enter a valid postal code in the format XXXXXX
tr: XXXXXX formatında geçerli bir posta kodu girin

source: Enter a postal code in the format XXXXXX.
tr: XXXXXX formatında bir posta kodu girin

source: Enter a passport number in the format XXXX XXXXXX.
tr: XXXX XXXXXX formatında bir pasaport numarası girin.

source: Enter a passport number in the format XX XXXXXXX.
tr: XX XXXXXXX formatında bir pasaport numarası girin.

source: Central Federal County
tr: Merkez Federal Bölgesi

source: South Federal County
tr: Güney Federal Bölge

source: North-West Federal County
tr: Kuzey-Batı Federal Bölge

source: Far-East Federal County
tr: Uzak Doğu Federal Bölge

source: Siberian Federal County
tr: Siberya Federal Bölgesi

source: Ural Federal County
tr: Ural Federal Bölgesi

source: Privolzhsky Federal County
tr: Privolzhski Federal Bölgesi

source: North-Caucasian Federal County
tr: Kuzey Kafkasya Federal Bölgesi

source: Moskva
tr: Moskova

source: Moskovskaya oblast'
tr: Moskova Oblastı

source: Adygeya, Respublika
tr: Adıge Cumhuriyeti

source: Bashkortostan, Respublika
tr: Başkurtistan Cumhuriyeti

source: Buryatia, Respublika
tr: Buryat Cumhuriyeti

source: Altay, Respublika
tr: Altay Cumhuriyeti

source: Dagestan, Respublika
tr: Dağıstan Cumhuriyeti

source: Ingushskaya Respublika
tr: Inguşkaya Cumhuriyeti

source: Kabardino-Balkarskaya Respublika
tr: Kabardino-Balkar Cumhuriyeti

source: Kalmykia, Respublika
tr: Kalmukya Cumhuriyeti

source: Karachaevo-Cherkesskaya Respublika
tr: Karaçay-Çerkeskaya Cumhuriyeti

source: Karelia, Respublika
tr: Karelya Cumhuriyeti

source: Komi, Respublika
tr: Komi Cumhuriyeti

source: Mariy Ehl, Respublika
tr: Mari Ehl Cumhuriyeti

source: Mordovia, Respublika
tr: Mordovya Cumhuriyeti

source: Sakha, Respublika (Yakutiya)
tr: Yakutistan

source: Severnaya Osetia, Respublika (Alania)
tr: Kuzey Osetya-Alanya

source: Tatarstan, Respublika
tr: Tataristan

source: Tyva, Respublika (Tuva)
tr: Tuva Cumhuriyeti

source: Udmurtskaya Respublika
tr: Udmurtya Cumhuriyeti

source: Khakassiya, Respublika
tr: Hakasya Cumhuriyeti

source: Chechenskaya Respublika
tr: Çeçenistan

source: Chuvashskaya Respublika
tr: Çuvaşistan

source: Altayskiy Kray
tr: Altay Krayı

source: Zabaykalskiy Kray
tr: Zabaykalskiy Krayı

source: Kamchatskiy Kray
tr: Kamçatka Krayı

source: Krasnodarskiy Kray
tr: Krasnodar Krayı

source: Krasnoyarskiy Kray
tr: Krasnodar Krayı

source: Permskiy Kray
tr: Primorskiy Krayı

source: Primorskiy Kray
tr: Primorskiy Krayı

source: Stavropol'siyy Kray
tr: Stavropol Krayı

source: Khabarovskiy Kray
tr: Habarovsk Krayı

source: Amurskaya oblast'
tr: Amur Oblastı

source: Arkhangel'skaya oblast'
tr: Arhangelsk Oblastı

source: Astrakhanskaya oblast'
tr: Arhangelsk Oblastı

source: Belgorodskaya oblast'
tr: Belgorod Oblastı

source: Bryanskaya oblast'
tr: Bryansk Oblastı

source: Vladimirskaya oblast'
tr: Vladimir Oblastı

source: Volgogradskaya oblast'
tr: Volgograd Oblastı

source: Vologodskaya oblast'
tr: Vologda Oblastı

source: Voronezhskaya oblast'
tr: Voronej Oblastı

source: Ivanovskaya oblast'
tr: İvanovo Oblastı

source: Irkutskaya oblast'
tr: İrkutsk Oblastı

source: Kaliningradskaya oblast'
tr: Kaliningrad Oblastı

source: Kaluzhskaya oblast'
tr: Kaluga Oblastı

source: Kemerovskaya oblast'
tr: Kemerovo Oblastı

source: Kirovskaya oblast'
tr: Kirov Oblastı

source: Kostromskaya oblast'
tr: Kostroma Oblastı

source: Kurganskaya oblast'
tr: Kurgan Oblastı

source: Kurskaya oblast'
tr: Kursk Oblastı

source: Leningradskaya oblast'
tr: Leningrad Oblastı

source: Lipeckaya oblast'
tr: Lipeç Oblastı

source: Magadanskaya oblast'
tr: Magadan Oblastı

source: Murmanskaya oblast'
tr: Murmansk Oblastı

source: Nizhegorodskaja oblast'
tr: Nijniy Novgorod Oblastı

source: Novgorodskaya oblast'
tr: Novgorod Oblastı

source: Novosibirskaya oblast'
tr: Novosibirsk Oblastı

source: Omskaya oblast'
tr: Omsk Oblastı

source: Orenburgskaya oblast'
tr: Orenburg Oblastı

source: Orlovskaya oblast'
tr: Oryol Oblastı

source: Penzenskaya oblast'
tr: Penza Oblastı

source: Pskovskaya oblast'
tr: Pskov Oblastı

source: Rostovskaya oblast'
tr: Rostov Oblastı

source: Rjazanskaya oblast'
tr: Ryazan Oblastı

source: Samarskaya oblast'
tr: Samara Oblastı

source: Saratovskaya oblast'
tr: Saratov Oblastı

source: Sakhalinskaya oblast'
tr: Sahalin Oblastı

source: Sverdlovskaya oblast'
tr: Sverdlovsk Oblastı

source: Smolenskaya oblast'
tr: Smolensk Oblastı

source: Tambovskaya oblast'
tr: Tambov Oblastı

source: Tverskaya oblast'
tr: Tver Oblastı

source: Tomskaya oblast'
tr: Tomsk Oblastı

source: Tul'skaya oblast'
tr: Tula Oblastı

source: Tyumenskaya oblast'
tr: Tümen Oblastı

source: Ul'ianovskaya oblast'
tr: Ulyanovsk Oblastı

source: Chelyabinskaya oblast'
tr: Çelyabinsk Oblastı

source: Yaroslavskaya oblast'
tr: Yaroslavl Oblastı

source: Khanty-Mansiyskiy avtonomnyy okrug - Yugra
tr: Hantı-Mansi Özerk Okrugu

source: Chukotskiy avtonomnyy okrug
tr: Çukotka Özerk Okrugu

source: Yamalo-Neneckiy avtonomnyy okrug
tr: Yamalo-Nemets Özerk Okrugu

source: Enter a valid Swedish organisation number.
tr: Geçerli bir İsveç organizasyon numarası girin

source: Enter a valid Swedish personal identity number.
tr: Geçerli bir İsveç kişisel kimlik numarası girin.

source: Co-ordination numbers are not allowed.
tr: Koordinasyon numaraları geçersizdir

source: Enter a Swedish postal code in the format XXXXX.
tr: XXXXX formatında bir İsveç posta kodu girin.

source: Skåne
tr: Skane

source: Västra Götaland
tr: Vastra Götaland

source: Värmland
tr: Varmland

source: Västmanland
tr: Vastmanland

source: Gävleborg
tr: Gavleborg

source: Västernorrland
tr: Vasternorrland

source: Jämtland
tr: Jamtland

source: The first 7 digits of the EMSO must represent a valid past date.
tr: EMSO'nun ilk 7 hanesi geçerli bir geçmiş tarih göstermelidir.

source: The EMSO is not valid.
tr: Geçersiz EMSO.

source: Enter a valid tax number in form SIXXXXXXXX
tr: SIXXXXXXXX formatında geçerli bir vergi numarası girin.

source: Enter phone number in form +386XXXXXXXX or 0XXXXXXXX.
tr: +386XXXXXXXX veya 0XXXXXXXX formatında bir telefon numarası girin.

source: Banovce nad Bebravou
tr: Banovçe ve Bebravu

source: Bytca
tr: Bitça

source: Kosice - okolie
tr: Kosice İlçesi

source: Puchov
tr: Puçov

source: Trencin
tr: Trençin

source: Banska Bystrica region
tr: Banska Bystrica Bölgesi

source: Bratislava region
tr: Bratislava Bölgesi

source: Kosice region
tr: Kosice Bölgesi

source: Nitra region
tr: Nitra Bölgesi

source: Presov region
tr: Presov Bölgesi

source: Trencin region
tr: Trençin Bölgesi

source: Trnava region
tr: Trnava Bölgesi

source: Zilina region
tr: Zilina Bölgesi

source: Enter a postal code in the format XXXXX.
tr: XXXXX formatında bir posta kodu girin.

source: Phone numbers must be in 0XXX XXX XXXX format.
tr: Telefon numaraları 0XXX XXX XXXX formatında olmalıdır.

source: Enter a valid Turkish Identification number.
tr: Geçerli bir Türkiye Kimlik numarası girin.

source: Turkish Identification number must be 11 digits.
tr: T.C. Kimlik numarası 11 haneli olmalıdır.

source: Enter a zip code in the format XXXXX or XXXXX-XXXX.
tr: XXXXX veya XXXXX-XXXX formatında bir posta kodu girin.

source: Enter a valid U.S. Social Security number in XXX-XX-XXXX format.
tr: XXX-XX-XXXX formatında geçerli bir A.B.D. Sosyal Güvenlik numarası girin.

source: Enter a U.S. state or territory.
tr: Bir A.B.D. eyalet veya bölgesi girin.

source: U.S. state (two uppercase letters)
tr: A.B.D. eyaleti (iki büyük harf)

source: U.S. postal code (two uppercase letters)
tr: A.B.D. posta kodu (iki büyük harf)

source: Phone number
tr: Telefon numarası

source: Enter a valid CI number in X.XXX.XXX-X,XXXXXXX-X or XXXXXXXX format.
tr: X.XXX.XXX-X,XXXXXXX-X veya XXXXXXXX formatında geçerli bir CI numarası girin.

source: Enter a valid CI number.
tr: Geçerli bir CI numarası girin.

source: Enter a valid South African ID number
tr: Geçerli bir Güney Afrika Kimlik numarası girin

source: Enter a valid South African postal code
tr: Geçerli bir Güney Afrika posta kodu girin

source: Eastern Cape
tr: Doğu Kap

source: Northern Cape
tr: Kuzey Kap

source: North West
tr: Kuzey Batı

source: Western Cape
tr: Batı Kap

source: lazy message
tr: tembel mesaj

source: redirect from
tr: -den yönlendirildi

source: This should be an absolute path, excluding the domain name. Example: '/events/search/'.
tr: Bu alan adı dışında bir tam yol olmalıdır. Örnek: '/etkinlikler/arama/'.

source: redirect to
tr: -e yönledirilir

source: This can be either an absolute path (as above) or a full URL starting with 'http://'.
tr: Bu ya bir tam yol adı veya 'http://' ile başlayan tam bir URL olmalıdır.

source: redirect
tr: yönlendir

source: redirects
tr: yönlendirir

source: session key
tr: oturum anahtarı

source: session data
tr: oturum verisi

source: expire date
tr: son kullanma tarihi

source: session
tr: oturum

source: sessions
tr: oturumlar

source: domain name
tr: alan adı

source: display name
tr: görünen ad

source: sites
tr: siteler

source: Enter a valid value.
tr: Geçerli bir değer girin.

source: Enter a valid email address.
tr: Geçerli bir e-posta adresi girin.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
tr: Harf, rakam, alt çizgi veya tirelerden oluşan geçerli bir 'slug' girin.

source: Enter a valid IPv4 address.
tr: Geçerli bir IPv6 adresi girin.

source: Enter a valid IPv6 address.
tr: Geçerli bir IPv6 adresi girin.

source: Enter a valid IPv4 or IPv6 address.
tr: Geçerli bir IPv4 veya IPv6 adresi girin.

source: Enter only digits separated by commas.
tr: Sadece virgüllerle ayrılmış rakamlar girin.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
tr: Bu değerin %(limit_value)s (%(show_value)s) olduğundan emin olun.

source: Ensure this value is less than or equal to %(limit_value)s.
tr: Bu değerin %(limit_value)s düşük veya ona eşit olduğundan emin olun.

source: Ensure this value is greater than or equal to %(limit_value)s.
tr: Bu değerin %(limit_value)s yüksek veya ona eşit olduğundan emin olun.

source: Ensure this value has at least %(limit_value)d characters (it has %(show_value)d).
tr: Bu değerin en az %(limit_value)d karakteri olduğundan emin olun (%(show_value)d

source: Ensure this value has at most %(limit_value)d characters (it has %(show_value)d).
tr: Bu değerin en fazla %(limit_value)d karakteri olduğundan emin olun (%(show_value)d

source: %(model_name)s with this %(field_label)s already exists.
tr: bu %(field_label)s %(model_name)s zaten var.

source: Value %r is not a valid choice.
tr: %r değeri geçerli bir seçim değil.

source: This field cannot be null.
tr: Bu alan sıfır olamaz.

source: This field cannot be blank.
tr: Bu alan boş olamaz.

source: Integer
tr: Tam sayı

source: '%s' value must be an integer.
tr: %s'in değeri tam sayı olmalıdır.

source: '%s' value must be either True or False.
tr: %s'in değeri Doğru veya Yanlış olmalıdır.

source: String (up to %(max_length)s)
tr: Sicim (%(max_length)s kadar)

source: Comma-separated integers
tr: Virgül ile ayrılmış tam sayılar

source: '%s' value has an invalid date format. It must be in YYYY-MM-DD format.
tr: %s'in değeri geçersiz bir tarih formatına sahip. YYYY-AA-GG formatında olmalıdır.

source: '%s' value has the correct format (YYYY-MM-DD) but it is an invalid date.
tr: %s'in değeri doğru formatta (YYYY-MM-DD) ancak tarih geçersiz.

source: Date (without time)
tr: Tarih (saat olmadan)

source: '%s' value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
tr: %s'in değeri geçersiz bir formatta. YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] formatında olmalıdır.

source: '%s' value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
tr: %s'in değeri doğru formatta (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ancak tarih/saat geçersiz.

source: Date (with time)
tr: Tarih (saat ile)

source: '%s' value must be a decimal number.
tr: %s'in değeri ondalık bir sayı olmalıdır.

source: Decimal number
tr: Ondalık sayı

source: File path
tr: Dosya yolu

source: '%s' value must be a float.
tr: %s'in değeri reel bir sayı olmalıdır.

source: Floating point number
tr: Gezer noktalı sayı

source: Big (8 byte) integer
tr: Büyük (8 bit) tam sayı

source: IPv4 address
tr: IPv4 adresi

source: '%s' value must be either None, True or False.
tr: %s'in değeri Hiçbiri, Doğru veya Yanlış olmalıdır.

source: Boolean (Either True, False or None)
tr: Boolean (Doğru, Yanlış veya Hiçbiri)

source: Positive integer
tr: Pozitif tam sayı

source: Positive small integer
tr: Pozitif küçük tam sayı

source: Slug (up to %(max_length)s)
tr: Slug (%(max_length)s kadar)

source: Small integer
tr: Küçük tam sayı

source: Text
tr: Metin

source: '%s' value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
tr: %s'in değeri geçersiz bir formatta. HH:MM[:ss[.uuuuuu]] formatında olmalı.

source: '%s' value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
tr: %s'in değeri geçerli formatta (HH:MM[:ss[.uuuuuu]]) ancak saat değerleri geçersiz.

source: Time
tr: Saat

source: File
tr: Dosya

source: Image
tr: Görüntü

source: Model %(model)s with pk %(pk)r does not exist.
tr: %(pk)r pk'li model %(model)s yok

source: Foreign Key (type determined by related field)
tr: Yabancı Anahtar (türü ilgili alanla belirlenir)

source: One-to-one relationship
tr: Birebir ilişki

source: Many-to-many relationship
tr: Çoktan-çoka ilişki

source: Hold down "Control", or "Command" on a Mac, to select more than one.
tr: Birden fazla seçmek için "Control"e veya Mac bilgisayarda iseniz "Command"a basılı tutun.

source: Enter a whole number.
tr: Tam bir sayı girin.

source: Enter a number.
tr: Bir sayı girin.

source: Ensure that there are no more than %s digits in total.
tr: Toplamda %s'den fazla hane olmadığından emin olun.

source: Ensure that there are no more than %s decimal places.
tr: %s ondalık sayı yerlerinden fazla olmadığından emin olun.

source: Ensure that there are no more than %s digits before the decimal point.
tr: ondalık noktasından önce %s haneden fazla olmadığından emin olun.

source: Enter a valid date.
tr: Geçerli bir tarih girin.

source: Enter a valid time.
tr: Geçerli bir saat girin.

source: Enter a valid date/time.
tr: Geçerli bir tarih/saat girin.

source: No file was submitted. Check the encoding type on the form.
tr: Hiçbir dosya gönderilmedi. Formun kodaçımını kontrol edin.

source: No file was submitted.
tr: Hiçbir dosya gönderilmedi.

source: The submitted file is empty.
tr: Gönderilen dosya boş.

source: Ensure this filename has at most %(max)d characters (it has %(length)d).
tr: bu dosya adının en fazla %(max)d karakter (%(length)d) sahip olduğundan emin olun.

source: Please either submit a file or check the clear checkbox, not both.
tr: Lütfen bir dosya gönderin veya işaret kutucuğunu boş bırakın.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
tr: Geçerli bir görsel yükleyin. Yüklediğiniz dosya bir görüntü dosyası değil veya dosya bozuk.

source: Enter a valid URL.
tr: Geçerli bir URL girin.

source: Select a valid choice. %(value)s is not one of the available choices.
tr: Geçerli bir seçim yapın. %(value)s uygun seçimlerden biri değil.

source: Enter a list of values.
tr: Bir değer listesi girin.

source: Please correct the duplicate data for %(field)s.
tr: Lütfen %(field)s için doğru bir yedekleme verisi girin.

source: Please correct the duplicate data for %(field)s, which must be unique.
tr: Lütfen %(field)s için yedekleme verisini düzeltin. Özgün bir değer olmalıdır.

source: Please correct the duplicate values below.
tr: Lütfen aşağıdaki yedekleme değerlerini düzeltin.

source: The inline foreign key did not match the parent instance primary key.
tr: Satıriçi yabancı anahtar birincil ebeveyn anahtarı ile uyuşmadı.

source: Select a valid choice. That choice is not one of the available choices.
tr: Geçerli bir seçim yapın. Bu seçim uygun olan seçimler arasında değil.

source: Select a valid choice. %s is not one of the available choices.
tr: Geçerli bir seçim yapın. %s uygun seçeneklerden biri değil.

source: "%s" is not a valid value for a primary key.
tr: %s birincil anahtar için geçerli bir değer değil.

source: Currently
tr: Şu anki

source: Clear
tr: Temizle

source: yes,no,maybe
tr: evet,hayır,belki

source: %(size)d byte
tr: Tekil%(size)d bit

source: midnight
tr: geceyarısı

source: noon
tr: öğlen

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: Mon
tr: Pzrtesi

source: Tue
tr: Salı

source: Wed
tr: Çarş

source: Thu
tr: Per

source: Fri
tr: Cum

source: Sat
tr: Cmrtesi

source: Sun
tr: Pzr

source: jan
tr: ocak

source: feb
tr: şub

source: apr
tr: nis

source: jun
tr: haz

source: jul
tr: tem

source: aug
tr: ağts

source: sep
tr: eyl

source: oct
tr: ekm

source: nov
tr: ksm

source: dec
tr: ara

# abbrev. month
source: Jan.
tr: Ocak

# abbrev. month
source: Feb.
tr: Şub.

# abbrev. month
source: Aug.
tr: Ags.

# abbrev. month
source: Sept.
tr: Eyl.

# abbrev. month
source: Oct.
tr: Ekim

# abbrev. month
source: Nov.
tr: Kas.

# abbrev. month
source: Dec.
tr: Ara.

# alt. month
source: January
tr: Ocak

# alt. month
source: February
tr: Şubat

# alt. month
source: March
tr: Mart

# alt. month
source: April
tr: Nisan

# alt. month
source: May
tr: Mayıs

# alt. month
source: June
tr: Haziran

# alt. month
source: July
tr: Temmuz

# alt. month
source: August
tr: Ağustos

# alt. month
source: September
tr: Eylül

# alt. month
source: October
tr: Ekim

# alt. month
source: November
tr: Kasım

# alt. month
source: December
tr: Aralık

source: or
tr: veya

source: year
tr: Tekilyıl

source: month
tr: Tekilay

source: week
tr: Tekilhafta

source: day
tr: Tekilgün

source: hour
tr: Tekilsaat

source: minute
tr: Tekildakika

source: minutes
tr: dakikalar

source: Directory indexes are not allowed here.
tr: Dosya dizinleri burada geçerli değildir.

source: "%(path)s" does not exist
tr: %(path)s mevcut değil

source: Index of %(directory)s
tr: %(directory)s indeksi

source: No year specified
tr: Yıl belirtilmedi

source: No month specified
tr: Ay belirtilmedi

source: No day specified
tr: Gün belirtilmedi

source: No week specified
tr: Hafta belirtilmedi

source: No %(verbose_name_plural)s available
tr: Hiçbir %(verbose_name_plural)s uygun değil

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
tr: Gelecek %(verbose_name_plural)s uygun değil çünkü %(class_name)s.allow_future Yanlış.

source: Invalid date string '%(datestr)s' given format '%(format)s'
tr: Geçersiz tarih sicimi '%(datestr)s' verili formatı '%(format)s'

source: No %(verbose_name)s found matching the query
tr: Aramaya uygun hiçbir %(verbose_name)s bulunamadı

source: Page is not 'last', nor can it be converted to an int.
tr: Sayfa 'sonuncu' değil ve bir int'e dönüştürülemez.

source: Invalid page (%(page_number)s): %(message)s
tr: Geçersiz sayfa (%(page_number)s: %(message)s

source: Empty list and '%(class_name)s.allow_empty' is False.
tr: Boş liste ve '%(class_name)s.allow_empty Yanlış.

source: Attempting to connect to qpid with SASL mechanism %s
tr: qpdi ile SASL mekanizmasına %s bağlantısı deneniyor

source: Connected to qpid with SASL mechanism %s
tr: qpid SASL mekanizmasına %s bağlandı

source: Unable to connect to qpid with SASL mechanism %s
tr: qpid SASL mekanizmasına %s bağlanamıyor

source: queue
tr: kuyruk

source: queues
tr: kuyruklar

source: payload
tr: yük

source: message
tr: mesaj

source: messages
tr: mesajlar

source: Public
tr: Genel

source: Protected
tr: Korumalı

source: Private
tr: Özel

source: Flags
tr: İşaretler

source: Comments
tr: Yorumlar

source: Created automatically.
tr: Otomatik olarak yaratıldı.

source: User activity
tr: Kullanıcı faaliyeti

source: User activities
tr: Kullanıcı faaliyetleri

source: boundry
tr: sınır

source: boundries
tr: sınırlar

source: Related Title
tr: İlgili Başlık

source: Sorry, translation is not available.
tr: Üzgünüm, çeviri mevut değil.

source: title a
tr: başlık a

source: title b
tr: başlık b

source: title c
tr: başlık c

source: title d
tr: başlık d
